import './DocumentsPage.scss';



export const DocumentsPage = () => {
  return(
    <div className='documents__page'>
      <h2>ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ</h2>
      <p><strong>Договор публичной оферты на оказание информационно-консультационных услуг
        предлагается на условиях публичной оферты в соответствии со статьей 407 частью 2 Гражданского кодекса Республики Беларусь.</strong></p>
      <p>Индивидуальный предприниматель Болкунов Анатолий Валерьевич, зарегистрированный в Едином государственном реестре 18 марта 2020г Администрацией Ленинского района г. Гродно, именуемый в дальнейшем «Исполнитель», и физическое или юридическое лицо, в дальнейшем именуемое «Заказчик», с другой стороны, именуемые в дальнейшем «Стороны», заключили настоящий Договор о нижеследующем:</p>

      <p><b>1. Предмет договора</b></p>

      <p>1.1. Исполнитель принимает на себя обязательства по оказанию информационно-консультационных услуг в форме индивидуальных консультаций, тематических тренингов, семинаров, лекций, в том числе дистанционных (вебинаров, онлайн-конференций и иных), предлагаемых на сайте Исполнителя в сети Интернет по адресу: https://bolkun.of.by/ (далее – «Сайт») (далее – «Услуги» либо «Мероприятия») на возмездной основе, в соответствии с условиями настоящей публичной оферты.</p>

      <p>1.2. Действующий перечень оказываемых Исполнителем Услуг и их стоимость приведен на сайте и является неотъемлемой частью Договора.
      </p>
      <p>1.3. Заказчик, являющийся физическим лицом, принимает участие в мероприятиях в соответствии с условиями данного Договора.</p>

      <p>1.4. Заказчик, являющийся юридическим лицом, направляет для участия в мероприятиях своих сотрудников в соответствии с условиями данного Договора.</p>

      <p>1.5. Заказчик принимает Услуги, оказанные Исполнителем, в соответствии с условиями данного Договора.</p>

      <p>1.6. Исполнитель оставляет за собой право вносить изменения в настоящий Договор публичной оферты и в иную информацию на сайте, в связи с чем Заказчик обязуется перед получением Услуг ознакомиться с актуальной версией Договора и иной информации. Адрес действующей редакции Договора в сети интернет: https://bolkun.of.by/</p>

      <p><b>2. Порядок заключения договора</b></p>

      <p>2.1. Настоящий Договор является публичным договором (ст.396 Гражданского Кодекса Республики Беларусь), в соответствии с которым Исполнитель принимает на себя обязательство по оказанию Услуг в отношении неопределенного круга лиц, обратившихся за указанными Услугами.</p>

      <p>2.2. Публикация (размещение) текста настоящего Договора на официальном сайте Исполнителя по адресу: https://bolkun.of.by/ является публичным предложением (офертой) Исполнителя, адресованным неопределенному кругу лиц заключить настоящий Договор (п.2. ст.407 Гражданского Кодекса Республики Беларусь).</p>

      <p>2.3. Заключение настоящего Договора производится путем присоединения Заказчика к настоящему Договору, т. е. посредством принятия (акцепта) Заказчиком условий настоящего Договора в целом, без каких-либо изъятий и оговорок (ст.398 Гражданского Кодекса Республики Беларусь).</p>

      <p>2.4. Фактом принятия (акцепта) Заказчиком условий настоящего Договора является оформление заявки на получение Услуги посредством нажатия кнопки «Записаться», «Заказать» или «Оплатить консультацию» и внесением в форму заказа достоверных сведений о Заказчике (имени Заказчика, адреса электронной почты, номера мобильного телефона, а также иных сведений, необходимость внесения которых предусмотрена соответствующей формой заказа.</p>

      <p>2.5. Оплата осуществляется с помощью сервисов интернет-эквайринга, доступных на Сайте. При этом оплата считается осуществленной с момента зачисления соответствующей суммы денежных средств на расчетный счет Исполнителя.</p>

      <p>2.6. Договор действует с момента поступления оплаты на расчетный счет Исполнителя до момента завершения обязательств и взаиморасчетов между Сторонами.</p>

      <p>2.7 В подтверждение заключения Договора Заказчику на адрес электронной почты, указанный в форме заказа в соответствии с пунктом 2.4. Договора, в течение 1 (одного) рабочего дня с момента оплаты стоимости Услуги направляется Уведомление об успешном заказе, являющееся также уведомлением о заключении Договора.</p>

      <p>2.8. В соответствии с п.3 ст. 404 Гражданского Кодекса Республики Беларусь настоящий Договор считается заключенным в письменной форме, в г. Гродно, Республика Беларусь.</p>

      <p><b>3. Права и обязанности сторон</b></p>

      <p>3.1. Исполнитель обязуется:</p>

      <p>3.1.1. Оказать Услуги качественно и в полном объеме в соответствии с предусмотренным Договором.</p>

      <p>3.1.2. Организовать материально-техническое обеспечение образовательного процесса в соответствии с установленными санитарными нормами, правилами и гигиеническими нормативами.</p>

      <p>3.1.3. Своевременно информировать об изменениях, возникающих в ходе оказания Услуги: сроках и месте проведения путем публикации информации в сети Интернет на сайтах Исполнителя по адресу: https://bolkun.of.by/</p>

      <p>3.1.4. Сохранять коммерческую тайну Заказчика по любым вопросам, которые стали известны Исполнителю в связи с оказываемыми Услугами, и обеспечить конфиденциальность личной информации участников семинаров, лекций, консультаций.</p>

      <p>3.2. Исполнитель имеет право:</p>

      <p>3.2.1. Определять самостоятельно формы, методы и способы оказания Услуг.</p>

      <p>3.2.2. На использование объектов интеллектуальной собственности Заказчика, созданных в период действия Договора, а также материалов объектов в иллюстративных, демонстрационных и рекламных целях, включая, но не ограничиваясь, публикацией в Интернет и использованием в печатных материалах, с указанием авторства работы во всех случаях, когда это будет сочтено Исполнителем возможным.</p>

      <p>3.3. Заказчик обязуется:</p>

      <p>3.3.1. Оплатить Услуги в соответствии с условиями Раздела 4 Договора.</p>

      <p>3.3.2. Добросовестно относиться к освоению содержания образовательных программ.</p>

      <p>3.3.3. Сохранять конфиденциальность личной информации других участников образовательного процесса по любым вопросам, которые стали ему известны в ходе обучения.</p>

      <p>3.3.4. Выполнять требования правил Исполнителя для обучающихся, иных локальных нормативных правовых актов Исполнителя.</p>

      <p>3.3.5. Бережно относиться к имуществу Исполнителя. Самостоятельно следить за расписанием проводимых семинаров, публикуемым на официальном сайте исполнителя, и своевременно проверять корреспонденцию, поступающую на адрес электронной почты, который заказчик указал в регистрационной форме при подаче заявки.</p>

      <p>3.3.6. Заказчик имеет право на получение платной услуги в сфере образования в соответствии с пунктом 1 настоящего договора</p>

      <p><b>4. Стоимость услуг и порядок расчетов</b></p>

      <p>4.1. Исполнитель, используя имеющиеся в его распоряжении сетевые ресурсы, предоставляет подробную информацию об Услугах, а также о правилах и условиях проведения мероприятий.</p>

      <p>4.2. Стоимость Услуг, оказываемых в рамках настоящего Договора, определяется исходя из объема характера и продолжительности Услуг и отражается в публикуемых на сайте информационных материалах.</p>

      <p>4.3. Исполнитель предоставляет Услуги на условиях 100% предоплаты.</p>

      <p>4.4. Заказчики, являющиеся юридическими лицами, осуществляют оплату Услуг посредством безналичного перевода денежных средств на расчетный счет Исполнителя согласно данным и реквизитам, указанным в предоставленном счете-фактуре.</p>

      <p>4.5. Заказчики, являющиеся физическими лицами, осуществляют оплату заказанных Услуг посредством безналичного банковского или почтового перевода денежных средств на расчетный счет Исполнителя, согласно данным и реквизитам, указанным в предоставленном счете, а также посредством банковских карт с помощью сервисов интернет-эквайринга.</p>

      <p>4.6. Все издержки, связанные с перечислением платежей по настоящему договору на счет Исполнителя, несет Заказчик.</p>

      <p>4.7. В случае изменения налогового законодательства, конъюнктуры рынка, а также введения дополнительных налогов и обязательных платежей, Исполнитель оставляет за собой право в одностороннем порядке изменять стоимость услуг, о чем обязан проинформировать Заказчика не позднее, чем за 10 (десять) календарных дней до изменения стоимости. Изменение стоимости Услуг не распространяется на уже оплаченные Услуги.</p>

      <p>4.8. В случае финансовой задолженности Заказчика (нарушение сроков и порядка оплаты) Исполнитель оставляет за собой право приостановить оказание услуг по данному договору.</p>

      <p>4.9. В случае отсутствия на мероприятии или консультации без уважительной причины стоимость пропущенной услуги не возвращается. При пропуске по уважительной причине и при предъявлении документа, выданного компетентным органом (в случае болезни и др.), Заказчик может перенести дату консультации или посетить подобное мероприятие в другое время, предварительно согласовав с Исполнителем время и место.</p>

      <p><b>5. Ответственность сторон и порядок разрешения споров</b></p>

      <p>5.1. За невыполнение или ненадлежащее выполнение условий Договора Стороны несут ответственность, предусмотренную действующим законодательством Республики Беларусь и Договором.</p>

      <p>5.2. Нарушением условий Договора считается его невыполнение или ненадлежащее выполнение, т.е. выполнение с нарушением условий, определенных содержанием Договора.</p>

      <p>5.3. В случае расторжения Договора по инициативе Заказчика, денежные средства, оплаченные Заказчиком за предоставленные Услуги, возврату не подлежат.</p>

      <p>5.4. Сторона освобождается от определенной настоящим Договором и действующим законодательством Республики Беларусь ответственности за полное или частичное нарушение Договора, если она докажет, что такое нарушение случилось в результате действия форс-мажорных обстоятельств, при условии, что их наступление подтверждается документом, выданным компетентным государственным органом.</p>

      <p>5.5. Все споры, которые возникают по поводу выполнения настоящего Договора или связанные с ним, решаются путем проведения переговоров между Сторонами.</p>

      <p>5.6. Если соответствующий спор невозможно решить путем проведения переговоров, он решается в судебном порядке в соответствии с установленной подведомственностью и подсудностью такого спора, согласно действующему законодательству Республики Беларусь.</p>

      <p><b>6. Срок действия договора</b></p>

      <p>6.1. Настоящий Договор считается заключенным с момента зачисления на расчетный счет Исполнителя денежных средств, уплаченных Заказчиком в счет оплаты заказанных им Услуг.</p>

      <p>6.2. Договор может быть, расторгнут досрочно по соглашению Сторон или в одностороннем порядке в случаях, предусмотренных Договором. В случае расторжения Договора взаиморасчеты между Сторонами проводятся в соответствии с условиями Договора.</p>

      <p><b>7. Порядок решения споров и разногласий</b></p>
      <p>7.1. Все споры и разногласия, которые могут возникнуть из настоящего договора или в связи с ним, стороны решают путем соглашения.</p>

      <p>7.2. Все вопросы, возникающие из настоящего договора или относящиеся к нему, которые стороны не могут урегулировать мирным путем, передаются на окончательное разрешение компетентного суда Республики Беларусь.</p>

      <p>7.3. Во всем неурегулированном настоящим договором, стороны руководствуются законодательством Республики Беларусь.</p>

      <p><b>8. Адреса и реквизиты сторон</b></p>

      <p>8.1. Стороны безоговорочно соглашаются под реквизитами Заказчика считать информацию, указанную им при оформлении заказа на предоставление Услуг.</p>

      <p>8.2. Реквизиты Исполнителя:</p>

      <p><b>Индивидуальный Предприниматель<br/> Болкунов Анатолий Валерьевич <br/> УНП 591286678</b><br/>
        г. Гродно, улица Лиможа, д. 1, к. 2, кв. 150 <br/>   
        р/с № BY79AKBB30130000953620000000 <br/> в BYN, в ОАО "АСБ БЕЛАРУСБАНК" <br/> БИК: AKBBY2X</p>

      <p>Контактные данные: <br/> Тел. +375 (29) 266 06 36 <br/>  e-mail: balkunou.av@gmail.com</p>
    </div>
  )
}